{
  "weightsManifest": [
    {
      "paths": [
        "weights.json"
      ],
      "weights": [
        {
          "name": "dense_Dense1/kernel",
          "shape": [
            10,
            32
          ],
          "dtype": "float32"
        },
        {
          "name": "dense_Dense1/bias",
          "shape": [
            32
          ],
          "dtype": "float32"
        },
        {
          "name": "dense_Dense2/kernel",
          "shape": [
            32,
            16
          ],
          "dtype": "float32"
        },
        {
          "name": "dense_Dense2/bias",
          "shape": [
            16
          ],
          "dtype": "float32"
        },
        {
          "name": "dense_Dense3/kernel",
          "shape": [
            16,
            3
          ],
          "dtype": "float32"
        },
        {
          "name": "dense_Dense3/bias",
          "shape": [
            3
          ],
          "dtype": "float32"
        }
      ]
    }
  ]
}